content/posts/Branching_process_models_of_cancer_by_Durrett_in_2015.md
+++
title = "Branching process models of cancer by Durrett in 2015"
author = ["Cameron Smith"]
lastmod = 2020-09-20T17:34:05-04:00
slug = "Branching_process_models_of_cancer_by_Durrett_in_2015"
draft = false
+++

## citation {#citation}


## contents {#contents}


### 1. Multistage theory of cancer {#1-dot-multistage-theory-of-cancer}


### 2. Mathematical overview {#2-dot-mathematical-overview}


### 3. Branching process results {#3-dot-branching-process-results}

<!--list-separator-->

-  3.1 Conditioned branching processes


### 4. Time for Z0 to reach size M {#4-dot-time-for-z0-to-reach-size-m}


### 5. Time until the first type 1 {#5-dot-time-until-the-first-type-1}


### 6. Mutation before detection? {#6-dot-mutation-before-detection}


### 7. Accumulation of neutral mutations {#7-dot-accumulation-of-neutral-mutations}


### 8. Properties of the gamma function {#8-dot-properties-of-the-gamma-function}


### 9. Growth of \\[Z\_1(t)\\] {#9-dot-growth-of-z-1--t}


### 10. Moments of \\[Z\_1(t)\\] {#10-dot-moments-of-z-1--t}


### 11. Luria-Delbruck distributions {#11-dot-luria-delbruck-distributions}

<!--list-separator-->

-  11.1 Deterministic growth of type 1's

<!--list-separator-->

-  11.2 Lea-Coulson formulation


### 12. Number of type 1's at time \\[T\_M\\] {#12-dot-number-of-type-1-s-at-time-t-m}


### 13. Growth of \\[Z\_k(t)\\] {#13-dot-growth-of-z-k--t}


### 14. Transitions between waves {#14-dot-transitions-between-waves}


### 15. Time to the first type \\[k, k \geq 2\\] {#15-dot-time-to-the-first-type-k-k-geq-2}


### 16. Application: metastasis {#16-dot-application-metastasis}


### 17. Application: ovarian cancer {#17-dot-application-ovarian-cancer}


### 18. Application: intratumor heterogeneity {#18-dot-application-intratumor-heterogeneity}
